;Place localized text in this file lol


;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;---------------------------- WIDOWMAKER SQUAD -----------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------


;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;----------------------------------- MEDIC  --------------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------


;;;;;;;;;;;;;;;;;;;;;;;;;
;Beret & 面具;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[WF_WidMak_Med_Beret_Facemask_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 贝雷帽 & 面具"

[WF_WidMak_Med_Beret_Facemask_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 贝雷帽 & 面具"

[WF_WidMak_Med_Beret_Facemask_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 贝雷帽 & 面具"


;;;;;;;;;;;;;;;;;
;Beret;;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_WidMak_Med_Beret_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 贝雷帽"

[WF_WidMak_Med_Beret_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 贝雷帽"

[WF_WidMak_Med_Beret_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 贝雷帽"

;;;;;;;;;;;;;;;;;
;Facemask;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_WidMak_Med_Facemask_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 面具"

[WF_WidMak_Med_Facemask_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 面具"

[WF_WidMak_Med_Facemask_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 面具"

;;;;;;;;;;;;;;;;;
;Gear;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_WidMak_Med_TorsoGearA_Full_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 装备 (全装)"

[WF_WidMak_Med_TorsoGearB_FrontGear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 装备 (只有装备)"

[WF_WidMak_Med_TorsoGearC_Backpack_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 装备 (只有背包)"

;;;;;;;;;;;;;;;;;;;;;;;
;大腿 装备;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;

[Kev_WF_WidMak_Med_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 大腿 装备"

[LPl_WF_WidMak_Med_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 大腿 装备"

[MPl_WF_WidMak_Med_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 大腿 装备"

[HPl_WF_WidMak_Med_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 大腿 装备"

[LPo_WF_WidMak_Med_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 大腿 装备"

[MPo_WF_WidMak_Med_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 大腿 装备"

[HPo_WF_WidMak_Med_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 医疗兵 大腿 装备"




;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;-------------------------------- ENGINEER  --------------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------


;;;;;;;;;;;;;;;;;;;;;;;;;
;Helmet A;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[WF_WidMak_Eng_HelmA_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 工程兵 头盔"

[WF_WidMak_Eng_HelmA_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 工程兵 头盔"

[WF_WidMak_Eng_HelmA_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 工程兵 头盔"

;;;;;;;;;;;;;;;;;;;;;;;;;
;Helmet B;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[WF_WidMak_Eng_HelmB_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 工程兵 头盔 (无 护目镜)"

[WF_WidMak_Eng_HelmB_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 工程兵 头盔 (无 护目镜)"

[WF_WidMak_Eng_HelmB_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 工程兵 头盔 (无 护目镜)"


;;;;;;;;;;;;;;;;;
;Gear;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_WidMak_Eng_TorsoGear_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 后勤兵 弹药 装备"



;;;;;;;;;;;;;;;;;;;;;;;
;大腿 装备;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;

[Kev_WF_WidMak_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 工程兵 大腿 装备"

[LPl_WF_WidMak_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 工程兵 大腿 装备"

[MPl_WF_WidMak_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 工程兵 大腿 装备"

[HPl_WF_WidMak_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 工程兵 大腿 装备"

[LPo_WF_WidMak_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 工程兵 大腿 装备"

[MPo_WF_WidMak_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 工程兵 大腿 装备"

[HPo_WF_WidMak_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 工程兵 大腿 装备"





;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;--------------------------------- SNIPER  ---------------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------




;;;;;;;;;;;;;;;;;
;Gear;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_WidMak_Snip_TorsoGear_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 狙击兵 弹药 装备"






;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;-------------------------------- SOLDIER  ---------------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------


;;;;;;;;;;;;;;;;;;;;;;;;;
;Hat A;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[WF_WidMak_Sold_HatA_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 帽子"

[WF_WidMak_Sold_HatA_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 帽子"

[WF_WidMak_Sold_HatA_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 帽子"

;;;;;;;;;;;;;;;;;;;;;;;;;
;Hat B;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[WF_WidMak_Sold_HatB_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 帽子 (无 护目镜)"

[WF_WidMak_Sold_HatB_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 帽子 (无 护目镜)"

[WF_WidMak_Sold_HatB_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 帽子 (无 护目镜)"

;;;;;;;;;;;;;;;;;;;;;;;;;
;Hat C;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[WF_WidMak_Sold_HatC_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 帽子 (只有耳机)"

[WF_WidMak_Sold_HatC_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 帽子 (只有耳机)"

[WF_WidMak_Sold_HatC_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 帽子 (只有耳机)"

;;;;;;;;;;;;;;;;;;;;;;;;;
;Hat D;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[WF_WidMak_Sold_HatD_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 帽子 (只有帽子)"

[WF_WidMak_Sold_HatD_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 帽子 (只有帽子)"

[WF_WidMak_Sold_HatD_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 帽子 (只有帽子)"


;;;;;;;;;;;;;;;;;
;Gear;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_WidMak_Sold_TorsoGear_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 弹药 装备"



;;;;;;;;;;;;;;;;;;;;;;;
;大腿 装备;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;

[Kev_WF_WidMak_Sold_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 大腿 装备"

[LPl_WF_WidMak_Sold_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 大腿 装备"

[MPl_WF_WidMak_Sold_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 大腿 装备"

[HPl_WF_WidMak_Sold_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 大腿 装备"

[LPo_WF_WidMak_Sold_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 大腿 装备"

[MPo_WF_WidMak_Sold_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 大腿 装备"

[HPo_WF_WidMak_Sold_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:黑寡妇小队 - 士兵 大腿 装备"
